tap "aws/tap"
tap "ethereum/ethereum"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "nicoverbruggen/cask"
tap "shivammathur/php"
# Automatic configure script builder
brew "autoconf"
# Malware identification and classification tool
brew "yara"
# Anti-virus software
brew "clamav"
# C library implementing the SSH2 protocol
brew "libssh2"
# Lightweight DNS forwarder and DHCP server
brew "dnsmasq"
# Official Go implementation of the Ethereum protocol
brew "ethereum"
# ODBC 3 connectivity for UNIX
brew "unixodbc"
# Libraries to talk to Microsoft SQL Server and Sybase databases
brew "freetds"
# Graphics library to dynamically manipulate images
brew "gd"
# Core application library for C
brew "glib"
# Website copier/offline browser
brew "httrack"
# Interpreted, interactive, object-oriented programming language
brew "python@3.9"
# Tools and libraries to manipulate images in many formats
brew "imagemagick"
# Kubernetes command-line interface
brew "kubernetes-cli"
# HTTP/2 C Library
brew "nghttp2"
# HTTP(S) server and reverse proxy, and IMAP/POP3 proxy server
brew "nginx"
# General-purpose scripting language
brew "php"
# General-purpose scripting language
brew "php@7.4"
# Manage compile and link flags for libraries
brew "pkg-config"
# Interpreted, interactive, object-oriented programming language
brew "python@3.8"
# Persistent key-value database, with built-in net interface
brew "redis"
# Powerful, clean, object-oriented scripting language
brew "ruby"
# Powerful, clean, object-oriented scripting language
brew "ruby@2.7", link: true
# SMART hard drive monitoring
brew "smartmontools"
# Terminal multiplexer
brew "tmux"
# AWS SAM CLI 🐿 is a tool for local development and testing of Serverless applications
brew "aws/tap/aws-sam-cli"
# Terraform
brew "hashicorp/tap/terraform"
# General-purpose scripting language
brew "shivammathur/php/php@5.6"
# General-purpose scripting language
brew "shivammathur/php/php@7.0"
# General-purpose scripting language
brew "shivammathur/php/php@7.2"
